;*********************************************************
;调整潜在的灵能以匹配这个职业
;*********************************************************

[LPUtilities]

;re-arranged to match the class abilities
PsionRankIcons[0]= "UILibrary_Common.psirank_initiate"
PsionRankIcons[1]= "UILibrary_Common.psirank_acolyte"
PsionRankIcons[2]= "UILibrary_Common.psirank_adept"
PsionRankIcons[3]= "UILibrary_Common.psirank_disciple"
PsionRankIcons[4]= "UILibrary_Common.psirank_mystic"
PsionRankIcons[5]= "UILibrary_Common.psirank_warlock"
PsionRankIcons[6]= "UILibrary_Common.psirank_magus"
PsionRankIcons[7]= "UILibrary_PsionIcons.psirank_master"

PsionRankNames[0]="初阶"  
PsionRankNames[1]="专家"  
PsionRankNames[2]="信徒"  
PsionRankNames[3]="秘者"  
PsionRankNames[4]="门徒"  
PsionRankNames[5]="炽天使"
PsionRankNames[6]="法师"  
PsionRankNames[7]="虚空"
  
PsionShortNames[0]="初阶  
PsionShortNames[1]="专家"  
PsionShortNames[2]="信徒"  
PsionShortNames[3]="秘者"  
PsionShortNames[4]="门徒"  
PsionShortNames[5]="炽天使"
PsionShortNames[6]="法师"  
PsionShortNames[7]="虚虚空"
